// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskNameLegacy = "Strömhantering";

NeverAutoOffTitle = "Aldrig";
AutoOffAfter15MinutesTitle = "Efter 15 Minuter";
AutoOffAfter30MinutesTitle = "Efter 30 Minuter";
AutoOffAfter45MinutesTitle = "Efter 45 Minuter";
AutoOffAfter1HourTitle = "Efter 1 Timme";
AutoOffAfter2HoursTitle = "Efter 2 Timmar";
AutoOffAfter3HoursTitle = "Efter 3 Timmar";

HSDTaskDescriptionLegacy = "Skrivaren kan stängas av efter en viss, angiven tid för att spara på ström. Du kan ställa in denna tid i popup-menyn nedan.";
HSDAutoOffLabelLegacy = "Autoavstängning:";
ApplyButtonTitle = "Verkställ nu";

HSDTaskName = "Autoavstängning";
HSDTaskDescription = "När funktionen Auto-av-har aktiverats, stängs skrivaren av automatiskt när den har varit inaktiv under den tidsperiod som markeras nedan. Auto-av är inaktiverat när skrivaren är ansluten till ett nätverk.\nTips: Tryck på strömknappen för att starta skrivaren igen.";
HSDAutoOffLabel = "Autoavstängning:";
"0" = "Inaktiverad";
"1" = "Efter 1 minut";
"5" = "Efter 5 minuter";
"10" = "Efter 10 minuter";
"15" = "Efter 15 minuter";
"20" = "Efter 20 minuter";
"30" = "Efter 30 minuter";
"60" = "Efter 1 timme";
"120" = "Efter 2 timmar";
"180" = "Efter 3 timmar";
"240" = "Efter 4 timmar";
"480" = "Efter 8 timmar";
"720" = "Efter 12 timmar";
"1440" = "Efter 24 timmar";
AutoOffEnableConfirmationTitle = "Vill du verkligen aktivera autoavstängning?";
AutoOffEnableConfirmationMessage = "Vid autoavstängning kommer skrivaren att stängas av automatiskt %@ av inaktivitet.";
YesButtonTitle = "Ja";
NoButtonTitle = "Nej";

HSDSleepAndAutoOffLabel = "Viloläge/Auto-Off:";
HSDShutDownLabel = "Stäng av:";
ShutDownEnableConfirmationTitle = "Vill du verkligen aktivera Stäng av?";
ShutDownEnableConfirmationMessage = "Vid Stäng av stängs skrivaren automatiskt av %@ av inaktivitet.";
HSDTaskDescriptionForAutoOff = "HP Auto-off/Auto-on (automatisk inaktivering/aktivering) är ett strömsparande läge som använder lite ström och aktiveras vid utskrift.";
HSDTaskDescriptionForShutDown = "Vid Stäng av stängs skrivaren automatiskt av efter en fördefinierad period av inaktivitet. Om du använder funktionen Stäng av kommer skrivaren inte att kunna skriva ut några dokument (inklusive sådana som skickats med ePrint) eller bearbeta några andra jobb (som fax eller schemalagda leveranser, om skrivaren stöder dessa funktioner) efter det att skrivaren har stängts av. Dessa jobb kan inte skrivas ut förrän skrivaren har slagits på igen.";
HSDDelayWhenPortsAreActiveCheckBox = "Fördröjning när portarna är aktiva";
